tap "adoptopenjdk/openjdk"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autojump"
brew "python@3.9"
brew "glib"
brew "cgdb"
brew "clang-format"
brew "cmake"
brew "exiftool"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "git"
brew "go"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "mosh"
brew "neovim"
brew "nghttp2"
brew "node"
brew "perl"
brew "poetry"
brew "ruby"
brew "tcl-tk"
brew "tmux"
brew "unar"
brew "vim"
brew "yarn"
brew "youtube-dl"
brew "goles/battery/battery"
brew "heroku/brew/heroku"
cask "adoptopenjdk8"
cask "alacritty"
cask "hammerspoon"
cask "ngrok"
cask "powershell"
